Repository: cuongtransc/cherrytree
Catalog: locale/*.po
Languages: ru

source: Copy the Selected CodeBox
ru: Копировать выделенный блок кода

source: _Delete CodeBox
ru: Удалить блок кода

source: Delete the Selected CodeBox
ru: Удалить выделенный блок кода

source: Delete CodeBox _Keep Content
ru: Удалить блок кода с сохранением содержимого

source: Delete the Selected CodeBox But Keep Its Content
ru: Удалить блок кода с сохранением содержимого

source: Increase CodeBox Width
ru: Увеличить ширину блока кода

source: Increase the Width of the CodeBox
ru: Увеличить ширину блока кода

source: Decrease CodeBox Width
ru: Уменьшить ширину блока кода

source: Decrease the Width of the CodeBox
ru: Уменьшить ширину блока кода

source: Increase CodeBox Height
ru: Увеличить высоту блока кода

source: Increase the Height of the CodeBox
ru: Увеличить высоту блока кода

source: Decrease CodeBox Height
ru: Уменьшить высоту блока кода

source: Decrease the Height of the CodeBox
ru: Уменьшить ширину блока кода

source: Iterate Latest Find/Replace
ru: Повторить последнюю замену

source: Close
ru: Закрыть

source: Find
ru: Найти

source: Replace
ru: Заменить

source: Undo
ru: Отменить

source: Replace in Current Node...
ru: Заменить в текущей ветке...

source: Search in Current Node...
ru: Искать в текущей ветке...

source: The pattern '%s' was not found
ru: Шаблон '%s' не найден

source: Matches
ru: Совпадения

source: Replace in Selected Node and Subnodes
ru: Заменить в выделенной ветке с дочерними ветками

source: Replace in All Nodes
ru: Заменить во всех ветках

source: Search in Selected Node and Subnodes
ru: Поиск в выделенной ветке с дочерними ветками

source: Search in All Nodes
ru: Поиск во всех ветках

source: Replace in Node Names...
ru: Заменить в названии ветки...

source: Search For a Node Name...
ru: Искать название ветки...

source: No Previous Search Was Performed During This Session
ru: В этой сессии не было операций поиска

source: Hide (Restore with Ctrl+Shift+A)
ru: Спрятать (Для открытия нажмите Ctrl+Shift+A)

source: Node Name
ru: Название ветки

source: Line
ru: Строка

source: Line Content
ru: Содержимое строки

source: The Link Refers to a Node that Does Not Exist Anymore (Id = %s)
ru: Ссылка ссылается на ветку, которой не существует (Id = %s)

source: Warning: One or More Images Were Reduced to Enter the Page
ru: Предупреждение: одно или несколько изображений были уменьшены

source: Save File as
ru: Сохранить файл как

source: Select File
ru: Выберите файл

source: Select Folder
ru: Выберите каталог

source: Question
ru: Вопрос

source: Info
ru: Информация

source: This Change will have Effect Only After Restarting CherryTree
ru: Изменения вступят в силу после перезапуска CherryTree

source: Warning
ru: Предупреждение

source: Error
ru: Ошибка

source: A Hierarchical Note Taking Application, featuring Rich Text and Syntax Highlighting
ru: Записная книжка иерархической структуры с возможностью форматирования текста и подсветкой синтаксиса

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
ru: Эта программа является свободным программным обеспечением; вы можете распространять и/или изменять его согласно условиям Стандартной Общественной Лицензии GNU (GNU GPL), опубликованной Фондом свободного программного обеспечения (FSF), либо Лицензии версии 3, либо (на ваше усмотрение) любой более поздней версии. Программа распространяется в надежде, что она будет полезной, но БЕЗ КАКИХ БЫ ТО НИ БЫЛО ГАРАНТИЙНЫХ ОБЯЗАТЕЛЬСТВ; даже без косвенных гарантийных обязательств, связанных с ПОТРЕБИТЕЛЬСКИМИ СВОЙСТВАМИ и ПРИГОДНОСТЬЮ ДЛЯ ОПРЕДЕЛЕННЫХ ЦЕЛЕЙ. Для подробностей смотрите Стандартную Общественную Лицензию GNU. Вы должны были получить копию Стандартной Общественной Лицензии GNU вместе с этой программой. Если это не так, напишите в Фонд Свободного ПО (Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.

source: Armenian
ru: Армянский

source: Chinese Simplified
ru: Китайский Упрощенный

source: Czech
ru: Чешский

source: Dutch
ru: Голландский

source: French
ru: Французский

source: German
ru: Немецкий

source: Italian
ru: Итальянский

source: Japanese
ru: Японский

source: Polish
ru: Польский

source: Portuguese Brazil
ru: Португальский Бразилий

source: Russian
ru: Русский

source: Spanish
ru: Испанский

source: Turkish
ru: Турецкий

source: Ukrainian
ru: Украинский

source: Cancel
ru: Отмена

source: Yes
ru: Да

source: Temporary Files were Created and Opened with External Applications.
ru: Временные файлы были созданы или открыты внешним приложением

source: Quit the External Applications Before Quit CherryTree.
ru: Завершить внешнее приложение перед выходом из CherryTree

source: Did you Quit the External Applications?
ru: Вы завершили внешнее приложение?

source: No
ru: Нет

source: The Current Document was Updated.
ru: Текущий документ был обновлен

source: Do you want to Save the Changes?
ru: Вы хотите сохранить изменения?

source: To WebSite
ru: Вебсайт

source: To File
ru: Файл

source: To Folder
ru: Каталог

source: To Node
ru: Ветка

source: Anchor Name (optional)
ru: Название якоря (по желанию)

source: No Node is Selected
ru: Ветка не выделена

source: There are No Anchors in the Selected Node
ru: В выделенной ветке нет якорей

source: Choose Existing Anchor
ru: Выберите существующий якорь

source: Anchor Name
ru: Название якоря

source: Involved Nodes
ru: Связанные ветки

source: Selected Text Only
ru: Только выделенный текст

source: Selected Node Only
ru: Только выделенная ветка

source: Selected Node and Subnodes
ru: Выделенная ветка с дочерними ветками

source: All the Tree
ru: Все дерево

source: Include Node Name
ru: Печатать название ветки

source: Links Tree in Every Page
ru: Дерево ссылок на каждой страницe

source: New Node in New Page
ru: Новую ветку с новой страницы

source: Insert _Special Character
ru: Вставить символ

source: Insert a Special Character
ru: Вставить специальный символ

source: _Recent Documents
ru: Недавние документы

source: Open a Recent CherryTree Document
ru: Открыть недавний документ CherryTree

source: The Document %s was Not Found
ru: Документ '%s' не найден

source: Unknown
ru: Неизвестно

source: (no suggestions)
ru: (нет варианта)

source: Add "{}" to Dictionary
ru: Добавить "{}" в словарь

source: Ignore All
ru: Игнорировать всё

source: Languages
ru: Языки

source: Suggestions
ru: Варианты

source: CherryTree Document
ru: Документ CherryTree

source: PDF File
ru: Файл PDF

source: Plain Text Document
ru: Текстовый документ

source: Index
ru: Содержание

source: Tab Width
ru: Ширина табуляции

source: Insert Spaces Instead of Tabs
ru: Использовать пробелы вместо табуляции

source: Use Line Wrapping
ru: Включить режим переноса текста

source: Line Wrapping Indentation
ru: Отступ для переноса текста

source: Enable Automatic Indentation
ru: Включить автоматический отступ

source: Text Editor
ru: Текстовый редактор

source: Timestamp Format
ru: Формат даты

source: Horizontal Rule
ru: Горизонтальная линия

source: Special Characters
ru: Специальные символы

source: Chars to Select at Double Click
ru: Символы для выделения двойным нажатием

source: Miscellaneous
ru: Разное

source: Enable Spell Check
ru: Включить проверку орфографии

source: Spell Check Language
ru: Язык проверки орфографии

source: Spell Check
ru: Проверка орфографии

source: Light Background, Dark Text
ru: Светлый фон, тёмный текст

source: Dark Background, Light Text
ru: Тёмный фон, светлый текст

source: Custom Background
ru: Другой цвет фона

source: and Text
ru: и текст

source: Theme
ru: Тема

source: Show White Spaces
ru: Отображать символы пробелов

source: Expand CodeBoxes Automatically
ru: Автоматически растягивать блоки кода

source: Embedded File Icon Size
ru: Размер иконки вставленного файла

source: Limit of Undoable Steps Per Node
ru: Лимит операций отмены

source: Style Scheme
ru: Цветовая тема

source: Highlight Current Line
ru: Подсветка текущей строки

source: Code Nodes
ru: Кодовые ветки

source: Use Cherries as Nodes Icons
ru: Использовать вишенки в качестве значков

source: Use Bullets as Nodes Icons
ru: Использовать маркеры в качестве значков

source: Do Not Display Nodes Icons
ru: Не отображать значки веток

source: Nodes Icons
ru: Значки веток

source: Restore Expanded/Collapsed Status
ru: Сохранять статус веток

source: Expand all Nodes
ru: Развернуть ветки

source: Collapse all Nodes
ru: Свернуть ветки

source: Nodes in Bookmarks Always Visible
ru: Всегда видимые ветки в закладках

source: Nodes Status at Startup
ru: Статус веток после запуска

source: Tree Nodes Names Wrapping Width
ru: Ширина переноса в названиях ветки

source: Display Tree on the Right Side
ru: Отображать дерево справа

source: Text Font
ru: Шрифт текста

source: Code Font
ru: Шрифт кода

source: Tree Font
ru: Шрифт дерева

source: Fonts
ru: Шрифты

source: Enable Custom Web Link Clicked Action
ru: Открывать веб-ссылки

source: Enable Custom File Link Clicked Action
ru: Открывать файлы

source: Enable Custom Folder Link Clicked Action
ru: Открывать каталоги

source: Custom Actions
ru: Другие действия

source: Colors
ru: Цвета

source: Use Relative Paths for Files And Folders
ru: Использовать относительные пути к файлам и каталогам

source: Anchor Size
ru: Размер якоря

source: Select Element to Add
ru: Выберите элемент для добавления

source: Enable System Tray Docking
ru: Спрятать в системный лоток

source: Start Minimized in the System Tray
ru: Свернуть в системный лоток при запуске

source: Use AppIndicator for Docking
ru: Использовать AppIndicator

source: System Tray
ru: Системный лоток

source: Autosave Every
ru: Автосохранение каждые

source: Minutes
ru: минут

source: Autosave on Quit
ru: Сохранение при закрытии

source: Create a Backup Copy Before Saving
ru: Сохранить резервную копию перед сохранением

source: Number of Backups to Keep
ru: Количество резервных копий

source: Saving
ru: Сохранение

source: Automatically Check for Newer Version
ru: Автоматически проверять обновления

source: Reload Document From Last Session
ru: Загрузить документ из последней сессии

source: Reload After External Update to CT* File
ru: Перезагрузить документ после изменения файла другой программой

source: Language
ru: Язык

source: The New Language will be Available Only After Restarting CherryTree
ru: Изменение языка вступит в силу после перезапуска CherryTree

source: All Nodes
ru: Все ветки

source: Rich Text
ru: Форматированный текст

source: Plain Text and Code
ru: Простой текст и код

source: Tree
ru: Дерево

source: Links
ru: Ссылки

source: Toolbar
ru: Панель инструментов

source: Rename Column
ru: Переименовать столбец

source: Delete Column
ru: Удалить столбец

source: Add Column
ru: Добавить столбец

source: Move Column Left
ru: Столбец влево

source: Move Column Right
ru: Столбец вправо

source: Rows
ru: Строки

source: Columns
ru: Столбцы

source: Table Size
ru: Размер таблицы

source: Min Width
ru: Минимальная ширина

source: Max Width
ru: Максимальная ширина

source: Column Properties
ru: Свойства столбца

source: Import from CSV File
ru: Импорт из файла CSV

source: CSV File
ru: Файл CSV

source: Insert Table
ru: Вставить таблицу

source: click me
ru: нажми сюда

source: Click to Edit the Column Settings
ru: Кликните для редактирования свойств столбца

source: Edit Table Properties
ru: Редактировать свойства таблицы

source: Table Column Action
ru: Действия над столбцами таблицы

source: Checking for Newer Version...
ru: Проверка доступности новых версий...

source: A Newer Version Is Available!
ru: Доступна новая версия!

source: You Are Using the Latest Version Available
ru: Установлена последняя версия программы

source: Failed to Retrieve Latest Version Information - Try Again Later
ru: Невозможно проверить доступность новой версии. Попробуйте позже

source: No Text is Selected
ru: Текст не выделен

source: The new father can't be one of his sons!
ru: Новая родительская ветка не может быть дочерней!

source: "%s" is Not a CherryTree Document
ru: "%s" не является документом CherryTree

source: NoteCase Document
ru: Документ NoteCase

source: EPIM HTML Document
ru: EPIM HTML документ

source: HTML Document
ru: HTML документ

source: Treepad Document
ru: Документ Treepad

source: KeyNote Document
ru: Документ KeyNote

source: Mempad Document
ru: Документ Mempad

source: Knowit Document
ru: Документ Knowit

source: Leo Document
ru: Документ Leo

source: Who is the Father?
ru: Укажите родительскую ветку

source: The Tree Root
ru: Дерево

source: The Selected Node
ru: Выделенная ветка

source: The Document was Reloaded After External Update to CT* File
ru: Документ был перезагружен после обновления файла другой программой

source: CherryTree Hierarchical Note Taking
ru: Записная книжка CherryTree

source: You Have No Write Access to %s
ru: Недоступна запись в файл %s

source: Writing to Disk...
ru: Запись на диск...

source: Choose Storage Type
ru: Выберите тип хранилища

source: Not Protected
ru: Не защищено

source: Password Protected
ru: Защищено паролем

source: Storage Type
ru: Тип хранилища

source: Enter the New Password Twice
ru: Введите пароль дважды

source: The Password Fields Must be Filled
ru: Пароль должен быть введен

source: The Two Inserted Passwords Do Not Match
ru: Введённые пароли не совпадают

source: The Characters %s are Not Allowed
ru: Символы %s не разрешены

source: Binary Executable '7za' Not Found, Check The Package 'p7zip-full' to be Installed Properly
ru: Файл '7za' не найден. Проверьте, установлен ли пакет 'p7zip-full'

source: Enter Password for %s
ru: Введите пароль для %s

source: Wrong Password
ru: Неправильный пароль

source: Select the New Father
ru: Выделите новую родительскую ветку

source: The new father can't be the very node to move!
ru: Новую родительскую ветку невозможно двигать!

source: The new choosed father is again the old father!
ru: Выбранная новая родительская ветка является старой!

source: New Node Properties
ru: Новые свойства ветки

source: New Child Node Properties
ru: Новые свойства дочерней ветки

source: Are you sure to <b>Delete the node '%s'?</b>
ru: Вы уверены что хотите <b>удалить ветку '%s'?</b>

source: The node <b>has Children, they will be Deleted too!</b>
ru: Ветка <b>имеет дочерние ветки и они также будут удалены!</b>

source: Node Properties
ru: Свойства ветки

source: Leaving the Node Type Rich Text you will Lose all Formatting for This Node, Do you want to Continue?
ru: При отключении режима форматирования текста, вы потеряете форматирование для этой ветки. Продолжить?

source: Search for
ru: Искать

source: Replace with
ru: Заменить

source: Match Case
ru: Учитывать регистр

source: Regular Expression
ru: Регулярное выражение

source: Whole Word
ru: Целое слово

source: Start Word
ru: Начало слова

source: Forward
ru: Вперед

source: Backward
ru: Назад

source: All, List Matches
ru: Весь список совпадений

source: First From Selection
ru: Первое от выделения

source: First in All Range
ru: Первое по всему диапазону

source: Show Iterated Find/Replace Dialog
ru: Показать диалог последних замен

source: Search options
ru: Настройки поиска

source: Node Type
ru: Тип ветки

source: Tags for Searching
ru: Тэги для поиска

source: Read Only
ru: Только чтение

source: Choose Existing Tag
ru: Выберите существующий тэг

source: Tag Name
ru: Название тэга

source: The Size of the Toolbar Icons is already at the Maximum Value
ru: Размер иконок панели инструментов максимальный

source: The Size of the Toolbar Icons is already at the Minimum Value
ru: Размер иконок панели инструментов минимальный

source: Edit Anchor
ru: Редактировать якорь

source: Insert Anchor
ru: Вставить якорь

source: The Maximum Size for Embedded Files is 10 MB
ru: Максимальный размер файлов 10Мб

source: Cannot Edit Embedded File in Read Only Node
ru: Невозможно редактировать файлы в ветках только для чтения

source: Embedded File Automatically Updated:
ru: Файл автоматически обновлен:

source: Not Any H1, H2 or H3 Formatting Found
ru: Не найдены заголовки H1, H2, H3

source: This Feature is Available Only in Rich Text Nodes
ru: Эта функция доступна только в режиме форматированного текста

source: This Feature is Not Available in Automatic Syntax Highlighting Nodes
ru: Эта функция не доступна в режиме подсветки синтаксиса

source: The Tree is Empty!
ru: Дерево пустое!

source: The Selected Node is Read Only
ru: Выделенная ветка в режиме только для чтения

source: Number of Rich Text Nodes
ru: Количество веток с форматированным текстом

source: Number of Plain Text Nodes
ru: Количество веток с простым текстом

source: Number of Code Nodes
ru: Количество веток с кодом

source: Number of Images
ru: Количество изображений

source: Number of Embedded Files
ru: Количество вставленных файлов

source: Number of Tables
ru: Количество таблиц

source: Number of CodeBoxes
ru: Количество блоков кода

source: Number of Anchors
ru: Количество якорей

source: Image Format Not Recognized
ru: Формат изображения не опознан

source: Image Properties
ru: Свойства изображения

source: PNG Image
ru: Изображение PNG

source: Write to %s Failed
ru: Запись в %s не удалась

source: Lines Stripped
ru: Очищенные строки

source: No Previous Text Format Was Performed During This Session
ru: В этой сессии не было операций форматирования текста

source: Insert/Edit Link
ru: Вставить / Редактировать ссылку

source: Link Name
ru: Название ссылки

source: The Cursor is Not into a Paragraph
ru: Курсор за пределами абзаца

source: Pick a Color
ru: Выбор цвета

source: The File Link '%s' is Not Valid
ru: Ссылка на файл '%s' некорректна

source: The Folder Link '%s' is Not Valid
ru: Ссылка на каталог '%s' некорректна

source: No anchor named '%s' found
ru: Не найдено якоря с названием '%s'

source: Tags
ru: Тэги

source: Downloading
ru: Скачивание
