Repository: cuongtransc/cherrytree
Catalog: locale/*.po
Languages: ru

source: Plain Text
ru: Простой текст

source: Automatic Syntax Highlighting
ru: Автоматическая подсветка синтаксиса

source: Type
ru: Тип

source: Width
ru: Ширина

source: Height
ru: Высота

source: pixels
ru: пикселей

source: Size
ru: Размер

source: Show Line Numbers
ru: Показать номера строк

source: Highlight Matching Brackets
ru: Подсветка соответствующих скобок

source: Options
ru: Настройки

source: Insert a CodeBox
ru: Вставить блок кода

source: Edit CodeBox
ru: Редактировать блок кода

source: _File
ru: Файл

source: _Edit
ru: Правка

source: For_matting
ru: Форматирование

source: _Tree
ru: Дерево

source: Node _Move
ru: Переместить ветку

source: Nodes _Import
ru: Импорт веток

source: Nodes E_xport
ru: Экспорт веток

source: C_hange Case
ru: Изменить регистр символов

source: _Search
ru: Поиск

source: _View
ru: Вид

source: _Bookmarks
ru: Закладки

source: _Import
ru: Импорт

source: E_xport
ru: Экспорт

source: _Help
ru: Помощь

source: New _Instance
ru: Новое окно

source: Start a New Instance of CherryTree
ru: Открыть новое окно CherryTree

source: _Open File
ru: Открыть файл

source: Open a CherryTree Document
ru: Откройте документ CherryTree

source: _Save
ru: Сохранить

source: Save File
ru: Сохранить файл

source: Save _As
ru: Сохранить как

source: Save File As
ru: Сохранить файл как

source: Open Preferences _Directory
ru: Открыть каталог настроек

source: Open the Directory with Preferences Files
ru: Открыть каталог с файлами настроек

source: Pa_ge Setup
ru: Настройки страницы

source: Set up the Page for Printing
ru: Настройки страницы для печати

source: _Print
ru: _Печать

source: Print
ru: Печать

source: _Quit
ru: Выйти

source: Quit the Application
ru: Выйти из программы

source: _Exit CherryTree
ru: Выйти из CherryTree

source: Exit from CherryTree
ru: Выйти из CherryTree

source: _Preferences
ru: Параметры

source: Preferences
ru: Параметры

source: _Undo
ru: Отменить

source: Undo Last Operation
ru: Отменить последнюю операцию

source: _Redo
ru: Вернуть

source: Redo Previously Discarded Operation
ru: Повторить последнюю операцию

source: Insert I_mage
ru: Вставить изображение

source: Insert an Image
ru: Вставить изображение

source: Insert _Table
ru: Вставить таблицу

source: Insert a Table
ru: Вставить таблицу

source: Insert _CodeBox
ru: Вставить блок кода

source: Insert _File
ru: Вставить файл

source: Insert File
ru: Вставить файл

source: Insert/Edit _Link
ru: Вставить / Редактировать ссылку

source: Insert a Link/Edit the Underlying Link
ru: Вставить / Редактировать ссылку

source: Insert _Anchor
ru: Вставить якорь

source: Insert an Anchor
ru: Вставить якорь

source: Insert T_OC
ru: Вставить таблицу содержания

source: Insert Table of Contents
ru: Вставить таблицу содержания

source: Insert Ti_mestamp
ru: Вставить дату

source: Insert Timestamp
ru: Вставить дату

source: Insert _Horizontal Rule
ru: Bставить горизонтальную линию

source: Insert Horizontal Rule
ru: Bставить горизонтальную линию

source: _Lower Case of Selection/Word
ru: Нижний регистр

source: Lower the Case of the Selection/the Underlying Word
ru: Нижний регистр выделенного текста

source: _Upper Case of Selection/Word
ru: Верхний регистр

source: Upper the Case of the Selection/the Underlying Word
ru: Верхний регистр выделенного текста

source: _Toggle Case of Selection/Word
ru: Переключить регистр символов

source: Toggle the Case of the Selection/the Underlying Word
ru: Переключить регистр символов выделенного текста

source: Enable/Disable _Spell Check
ru: Включить/Выключить проверку орфографии

source: Toggle Enable/Disable Spell Check
ru: Включить/Выключить проверку орфографии

source: Cu_t as Plain Text
ru: Вырезать как простой текст

source: Cut as Plain Text, Discard the Rich Text Formatting
ru: Вырезать как текст, игнорируя форматирование

source: _Copy as Plain Text
ru: Скопировать как простой текст

source: Copy as Plain Text, Discard the Rich Text Formatting
ru: Скопировать как текст, игнорируя форматирование

source: _Paste as Plain Text
ru: Вставить как простой текст

source: Paste as Plain Text, Discard the Rich Text Formatting
ru: Вставить как текст, игнорируя форматирование

source: Cu_t Row
ru: Вырезать строку

source: Cut the Current Row/Selected Rows
ru: Вырезать выделенную строку / строки

source: _Copy Row
ru: Копировать строку

source: Copy the Current Row/Selected Rows
ru: Копировать выделенную строку / строки

source: De_lete Row
ru: Удалить строку

source: Delete the Current Row/Selected Rows
ru: Удалить выделенную строку / строки

source: _Duplicate Row
ru: Дублировать строку

source: Duplicate the Current Row/Selection
ru: Дублировать текущую строку / выделение

source: Move _Up Row
ru: Передвинуть строку вверх

source: Move Up the Current Row/Selected Rows
ru: Передвинуть вверх выделенную строку / строки

source: Move _Down Row
ru: Передвинуть строку вниз

source: Move Down the Current Row/Selected Rows
ru: Передвинуть вниз выделенную строку / строки

source: Format _Latest
ru: Последнее форматирование

source: Memory of Latest Text Format Type
ru: Запоминание последнего форматирования текста

source: _Remove Formatting
ru: Убрать форматирование

source: Remove the Formatting from the Selected Text
ru: Убрать форматирование выделенного фрагмента

source: Text _Color Foreground
ru: Цвет текста

source: Change the Color of the Selected Text Foreground
ru: Изменить цвет выделенного фрагмента

source: Text C_olor Background
ru: Цвет фона

source: Change the Color of the Selected Text Background
ru: Изменить цвет фона выделенного фрагмента

source: Toggle _Bold Property
ru: Полужирное начертание

source: Toggle Bold Property of the Selected Text
ru: Применить полужирное начертание к выделенному фрагменту

source: Toggle _Italic Property
ru: Курсивное начертание

source: Toggle Italic Property of the Selected Text
ru: Применить курсивное начертание к выделенному фрагменту

source: Toggle _Underline Property
ru: Подчеркнутый текст

source: Toggle Underline Property of the Selected Text
ru: Применить подчеркнутый текст к выделенному фрагменту

source: Toggle Stri_kethrough Property
ru: Зачеркнутый текст

source: Toggle Strikethrough Property of the Selected Text
ru: Применить зачеркнутый текст к выделенному фрагменту

source: Toggle h_1 Property
ru: Заголовок h1

source: Toggle h1 Property of the Selected Text
ru: Применить заголовок h1 к выделенному фрагменту

source: Toggle h_2 Property
ru: Заголовок h2

source: Toggle h2 Property of the Selected Text
ru: Применить заголовок h2 к выделенному фрагменту

source: Toggle h_3 Property
ru: Заголовок h3

source: Toggle h3 Property of the Selected Text
ru: Применить заголовок h3 к выделенному фрагменту

source: Toggle _Small Property
ru: Уменьшенный шрифт

source: Toggle Small Property of the Selected Text
ru: Применить уменьшенный шрифт к выделенному фрагменту

source: Toggle Su_perscript Property
ru: Верхний индекс

source: Toggle Superscript Property of the Selected Text
ru: Применить верхний индекс к выделенному фрагменту

source: Toggle Su_bscript Property
ru: Нижний индекс

source: Toggle Subscript Property of the Selected Text
ru: Применить нижний индекс к выделенному фрагменту

source: Toggle _Monospace Property
ru: Моноширинный шрифт

source: Toggle Monospace Property of the Selected Text
ru: Применить моноширинный шрифт к выделенному фрагменту

source: Set/Unset _Bulleted List
ru: Маркированный список

source: Set/Unset the Current Paragraph/Selection as a Bulleted List
ru: Включить / Выключить маркированный список

source: Set/Unset _Numbered List
ru: Нумерованный список

source: Set/Unset the Current Paragraph/Selection as a Numbered List
ru: Включить / Выключить нумерованный список

source: Set/Unset _To-Do List
ru: Список To-Do

source: Set/Unset the Current Paragraph/Selection as a To-Do List
ru: Включить / Выключить список To-Do

source: Justify _Left
ru: Выровнять по левому краю

source: Justify Left the Current Paragraph
ru: Выровнять текущий абзац по левому краю

source: Justify _Center
ru: Выровнять по центру

source: Justify Center the Current Paragraph
ru: Выровнять текущий абзац по центру

source: Justify _Right
ru: Выровнять по правому краю

source: Justify Right the Current Paragraph
ru: Выровнять текущий абзац по правому краю

source: Justify _Fill
ru: Выровнять по обоих краях

source: Justify Fill the Current Paragraph
ru: Выровнять текущий абзац по обоих краях

source: Add _Node
ru: Добавить ветку

source: Add a Node having the same Father of the Selected Node
ru: Добавить ветку

source: Add _SubNode
ru: Добавить дочернюю ветку

source: Add a Child Node to the Selected Node
ru: Добавить дочернюю ветку

source: _Duplicate Node
ru: Дублировать ветку

source: Duplicate the Selected Node
ru: Дублировать выделенную ветку

source: Change Node _Properties
ru: Изменить свойства ветки

source: Edit the Properties of the Selected Node
ru: Редактировать свойства выделенной ветки

source: Toggle _Read Only
ru: Только чтение

source: Toggle the Read Only Property of the Selected Node
ru: Режим только чтения для ветки

source: Insert Today's Node
ru: Вставить сегодняшнюю ветку

source: Insert a Node with Hierarchy Year/Month/Day
ru: Вставить ветку с иерархией Год/Месяц/День

source: Tree _Info
ru: Информация о дереве

source: Tree Summary Information
ru: Суммарная информация о дереве

source: Node _Up
ru: Переместить ветку вверх

source: Move the Selected Node Up
ru: Переместить выделенную ветку вверх

source: Node _Down
ru: Переместить ветку вниз

source: Move the Selected Node Down
ru: Переместить выделенную ветку вниз

source: Node _Left
ru: Переместить ветку влево

source: Move the Selected Node Left
ru: Переместить выделенную ветку влево

source: Node Change _Father
ru: Сменить родительскую ветку

source: Change the Selected Node's Father
ru: Сменить родительскую ветку

source: Sort Tree _Ascending
ru: Строки в порядке возрастания

source: Sort the Tree Ascending
ru: Строки в порядке возрастания

source: Sort Tree _Descending
ru: Строки в порядке убывания

source: Sort the Tree Descending
ru: Строки в порядке убывания

source: Sort Siblings A_scending
ru: Элементы в порядке возрастания

source: Sort all the Siblings of the Selected Node Ascending
ru: Сортировать элементы по возрастанию

source: Sort Siblings D_escending
ru: Элементы в порядке убывания

source: Sort all the Siblings of the Selected Node Descending
ru: Сортировать элементы по убыванию

source: _Inherit Syntax
ru: Наследовать синтаксис

source: Change the Selected Node's Children Syntax Highlighting to the Father's Syntax Highlighting
ru: Синхронизировать тип подсветки синтаксиса с родительской веткой

source: De_lete Node
ru: Удалить ветку

source: Delete the Selected Node
ru: Удалить выделенную ветку

source: Go _Back
ru: Назад

source: Go to the Previous Visited Node
ru: Перейти к предыдущей ветке

source: Go _Forward
ru: Вперед

source: Go to the Next Visited Node
ru: Перейти к следующей ветке

source: _Find in Node Content
ru: Поиск в содержимом ветки

source: Find into the Selected Node Content
ru: Поиск в содержимом выделенной ветки

source: Find in _All Nodes Contents
ru: Поиск в содержимом всех веток

source: Find into All the Tree Nodes Contents
ru: Поиск в содержимом всех веток

source: Find in _Selected Node and Subnodes Contents
ru: Поиск в выделенной ветке с дочерними ветками

source: Find into the Selected Node and Subnodes Contents
ru: Поиск в выделенной ветке с дочерними ветками

source: Find in _Nodes Names and Tags
ru: Поиск в названиях веток и тэгов

source: Find _Again
ru: Повторить поиск

source: Iterate the Last Find Operation
ru: Повторить последний поиск

source: Find _Back
ru: Повторить поиск в обратном направлении

source: Iterate the Last Find Operation in Opposite Direction
ru: Повторить последний поиск в обратном направлении

source: _Replace in Node Content
ru: Заменить в ветке

source: Replace into the Selected Node Content
ru: Заменить в выделенной ветке

source: Replace in _All Nodes Contents
ru: Заменить во всех ветках

source: Replace into All the Tree Nodes Contents
ru: Заменить во всех ветках

source: Replace in _Selected Node and Subnodes Contents
ru: Заменить в выделенной ветке с дочерними ветками

source: Replace into the Selected Node and Subnodes Contents
ru: Заменить в выделенной ветке с дочерними ветками

source: Replace in Nodes _Names
ru: Заменить в названиях веток

source: Replace in Nodes Names
ru: Заменить в названиях веток

source: Replace _Again
ru: Повторить замену

source: Iterate the Last Replace Operation
ru: Повторить последнюю замену

source: Show/Hide _Tree
ru: Показать / Скрыть дерево

source: Toggle Show/Hide Tree
ru: Показать / Скрыть дерево

source: Show/Hide Tool_bar
ru: Показать / Скрыть панель инструментов

source: Toggle Show/Hide Toolbar
ru: Показать / Скрыть панель инструментов

source: Show/Hide Node Name _Header
ru: Показать / Скрыть заголовок

source: Toggle Show/Hide Node Name Header
ru: Показать / Скрыть заголовок ветки

source: Show _All Matches Dialog
ru: Показать последние совпадения

source: Show Search All Matches Dialog
ru: Показать диалог последних совпадений

source: Toggle _Focus Tree/Text
ru: Переключить фокус Дерево/Текст

source: Toggle Focus Between Tree and Text
ru: Переключить фокус между Деревом и Текстом

source: Toggle Node _Expanded/Collapsed
ru: Развернуть/Свернуть ветку

source: Toggle Expanded/Collapsed Status of the Selected Node
ru: Переключение между развёрнутым/свёрнутым отображением ветки

source: E_xpand All Nodes
ru: Развернуть ветки

source: Expand All the Tree Nodes
ru: Развернуть все ветки дерева

source: _Collapse All Nodes
ru: Свернуть ветки

source: Collapse All the Tree Nodes
ru: Свернуть все ветки дерева

source: _Increase Toolbar Icons Size
ru: Увеличить иконки панели инструментов

source: Increase the Size of the Toolbar Icons
ru: Увеличить иконки панели инструментов

source: _Decrease Toolbar Icons Size
ru: Уменьшить иконки панели инструментов

source: Decrease the Size of the Toolbar Icons
ru: Уменьшить иконки панели инструментов

source: _Full Screen On/Off
ru: Полноэкранный режим

source: Toggle Full Screen On/Off
ru: Полноэкранный режим

source: _Handle Bookmarks
ru: Управление закладками

source: Handle the Bookmarks List
ru: Управление списком закладок

source: From _CherryTree File
ru: Из CherryTree

source: Add Nodes of a CherryTree File to the Current Tree
ru: Импортировать из файла CherryTree в существующее дерево

source: From _Plain Text File
ru: Из текстового файла

source: Add Node from a Plain Text File to the Current Tree
ru: Импортировать из текстового файла в существующее дерево

source: From _Folder of Plain Text Files
ru: Из папки с текстовыми файлами

source: Add Nodes from a Folder of Plain Text Files to the Current Tree
ru: Импортировать из папки с текстовыми файлами в существующее дерево

source: From _HTML File
ru: Из файла HTML

source: Add Node from an HTML File to the Current Tree
ru: Импортировать из файла HTML в существующее дерево

source: From _Folder of HTML Files
ru: Из папки с файлами HTML

source: Add Nodes from a Folder of HTML Files to the Current Tree
ru: Импортировать из папки с файлами HTML в существующее дерево

source: From _Basket Folder
ru: Из Basket

source: Add Nodes of a Basket Folder to the Current Tree
ru: Импортировать из каталога Basket в существующее дерево

source: From _EssentialPIM HTML File
ru: Из файла Essential PIM

source: Add Node from an EssentialPIM HTML File to the Current Tree
ru: Импортировать из файла Essential PIM в существующее дерево

source: From _Gnote Folder
ru: Из Gnote

source: Add Nodes of a Gnote Folder to the Current Tree
ru: Импортировать из каталога Gnote в существующее дерево

source: From _KeepNote Folder
ru: Из KeepNote

source: Add Nodes of a KeepNote Folder to the Current Tree
ru: Импортировать из каталога KeepNote в существующее дерево

source: From K_eyNote File
ru: Из KeyNote

source: Add Nodes of a KeyNote File to the Current Tree
ru: Импортировать из файла KeyNote в существующее дерево

source: From K_nowit File
ru: Из K_nowit

source: Add Nodes of a Knowit File to the Current Tree
ru: Добавить ветки из файла Knowit в существующее дерево

source: From _Leo File
ru: Из Leo

source: Add Nodes of a Leo File to the Current Tree
ru: Импортировать из файла Leo в существующее дерево

source: From _Mempad File
ru: Из Mempad

source: Add Nodes of a Mempad File to the Current Tree
ru: Импортировать из файла Mempad в существующее дерево

source: From _NoteCase File
ru: Из NoteCase

source: Add Nodes of a NoteCase File to the Current Tree
ru: Импортировать из файла NoteCase в существующее дерево

source: From T_omboy Folder
ru: Из T_omboy

source: Add Nodes of a Tomboy Folder to the Current Tree
ru: Импортировать из каталога Tomboy в существующее дерево

source: From T_reepad Lite File
ru: Из T_reepad

source: Add Nodes of a Treepad Lite File to the Current Tree
ru: Импортировать из файла Treepad в существующее дерево

source: From _TuxCards File
ru: Из TuxCards

source: Add Nodes of a TuxCards File to the Current Tree
ru: Импортировать из файла TuxCards в существующее дерево

source: From _Zim Folder
ru: Из Zim

source: Add Nodes of a Zim Folder to the Current Tree
ru: Импортировать из каталога Zim в существующее дерево

source: Export To _PDF
ru: Экспорт в _PDF

source: Export To PDF
ru: Экспорт в PDF

source: Export To _HTML
ru: Экспорт в HTML

source: Export To HTML
ru: Экспорт в HTML

source: Export to Multiple Plain _Text Files
ru: Экспорт в несколько текстовых файлов

source: Export to Multiple Plain Text Files
ru: Экспорт в несколько текстовых файлов

source: Export to _Single Plain Text File
ru: Экспорт в текстовый файл

source: Export to Single Plain Text File
ru: Экспорт в текстовый файл

source: _Export To CherryTree Document
ru: Экспорт в документ CherryTree

source: Export To CherryTree Document
ru: Экспорт в документ CherryTree

source: _Check Newer Version
ru: Проверить обновления

source: Check for a Newer Version
ru: Проверить обновления

source: Online _Manual
ru: Справка онлайн

source: Application's Online Manual
ru: Справка онлайн

source: _About
ru: О программе

source: About CherryTree
ru: О программе CherryTree

source: C_ut Anchor
ru: Вырезать якорь

source: Cut the Selected Anchor
ru: Вырезать выделенный якорь

source: _Copy Anchor
ru: Копировать якорь

source: Copy the Selected Anchor
ru: Копировать выделенный якорь

source: _Delete Anchor
ru: Удалить якорь

source: Delete the Selected Anchor
ru: Удалить выделенный якорь

source: Edit _Anchor
ru: Редактировать якорь

source: Edit the Underlying Anchor
ru: Редактировать якорь

source: C_ut Embedded File
ru: Вырезать файл

source: Cut the Selected Embedded File
ru: Вырезать выделенный файл

source: _Copy Embedded File
ru: Копировать файл

source: Copy the Selected Embedded File
ru: Копировать выделенный файл

source: _Delete Embedded File
ru: Удалить файл

source: Delete the Selected Embedded File
ru: Удалить выбранный файл

source: Open Embedded File
ru: Открыть файл

source: _Save Image as PNG
ru: Сохранить изображение в формат PNG

source: Save the Selected Image as a PNG file
ru: Сохранить выделенное изображение в формат PNG

source: _Edit Image
ru: Редактировать изображение

source: Edit the Selected Image
ru: Редактировать выделенное изображение

source: C_ut Image
ru: Вырезать изображение

source: Cut the Selected Image
ru: Вырезать выделенное изображение

source: _Copy Image
ru: Копировать изображение

source: Copy the Selected Image
ru: Копировать выделенное изображение

source: _Delete Image
ru: Удалить изображение

source: Delete the Selected Image
ru: Удалить выделенное изображение

source: Edit _Link
ru: Редактировать ссылку

source: Edit the Link Associated to the Image
ru: Редактировать ссылку связанную с изображением

source: D_ismiss Link
ru: Забыть ссылку

source: Dismiss the Link Associated to the Image
ru: Забыть ссылку связанную с изображением

source: Show/Hide _CherryTree
ru: Показать / Скрыть _CherryTree

source: Toggle Show/Hide CherryTree
ru: Показать / Скрыть CherryTree

source: C_ut Table
ru: Вырезать таблицу

source: Cut the Selected Table
ru: Вырезать выделенную таблицу

source: _Copy Table
ru: _Скопировать таблицу

source: Copy the Selected Table
ru: Копировать выделенную таблицу

source: _Delete Table
ru: Удалить таблицу

source: Delete the Selected Table
ru: Удалить выделенную таблицу

source: _Add Row
ru: Добавить строку

source: Add a Table Row
ru: Добавить строку таблицы

source: Cut a Table Row
ru: Вырезать строку

source: Copy a Table Row
ru: Копировать строку

source: _Paste Row
ru: _Вставить строку

source: Paste a Table Row
ru: Вставить строку

source: Delete the Selected Table Row
ru: Удалить выделенную строку

source: Move Row _Up
ru: Передвинуть строку вверх

source: Move the Selected Row Up
ru: Передвинуть выделенную строку вверх

source: Move Row _Down
ru: Передвинуть строку вниз

source: Move the Selected Row Down
ru: Передвинуть выделенную строку вниз

source: Sort Rows De_scending
ru: Сортировать строки по убыванию

source: Sort all the Rows Descending
ru: Сортировать все строки по убыванию

source: Sort Rows As_cending
ru: Сортировать строки по возрастанию

source: Sort all the Rows Ascending
ru: Сортировать все строки по возрастанию

source: _Edit Table Properties
ru: Редактировать свойства таблицы

source: Edit the Table Properties
ru: Редактировать свойства таблицы

source: _Table Export
ru: Экспорт таблицы

source: Export Table as CSV File
ru: Экспорт таблицы в файл CSV

source: Add to _Bookmarks
ru: Добавить в закладки

source: Add the Current Node to the Bookmarks List
ru: Добавить текущую ветку в закладки

source: _Remove from Bookmarks
ru: Удалить из закладок

source: Remove the Current Node from the Bookmarks List
ru: Удалить текущую ветку из закладок

source: Nodes _Sort
ru: Сортировка

source: _Justify
ru: Выравнивание

source: _List
ru: Список

source: _Insert
ru: Вставить

source: _Row
ru: Строка

source: C_opy Row
ru: Копировать строку

source: _Find in Node
ru: Поиск в текущей ветке

source: Find into the Selected Node
ru: Поиск в выделенной ветке

source: Find in Node_s
ru: Поиск во всех ветках

source: Find into all the Tree Nodes
ru: Поиск среди всех веток

source: _Replace
ru: Замена

source: _Replace in Node
ru: Заменить в ветке

source: Replace into the Selected Node
ru: Заменить в выделенной ветке

source: Replace in Node_s
ru: Заменить в ветках

source: Replace into all the Tree Nodes
ru: Заменить во всех ветках

source: Stri_p Trailing Spaces
ru: Очистить пробелы в конце строки

source: Strip Trailing Spaces
ru: Очистить пробелы в конце строки

source: Edit the Underlying Link
ru: Редактировать ссылку

source: C_ut Link
ru: Вырезать ссылку

source: Cut the Selected Link
ru: Вырезать выделенную ссылку

source: _Copy Link
ru: Копировать ссылку

source: Copy the Selected Link
ru: Копировать выделенную ссылку

source: Dismiss the Selected Link
ru: Забыть выделенную ссылку

source: _Delete Link
ru: Удалить ссылку

source: Delete the Selected Link
ru: Удалить выделенную ссылку

source: Insert _NewLine
ru: Вставить новую строку

source: Insert NewLine Char
ru: Вставить символ новой строки

source: Change CodeBox _Properties
ru: Изменить свойства блока кода

source: Edit the Properties of the CodeBox
ru: Редактировать свойства блока кода

source: CodeBox _Load From Text File
ru: Загрузить в блок кода из текстового файла

source: Load the CodeBox Content From a Text File
ru: Загрузить в блок кода из текстового файла

source: CodeBox _Save To Text File
ru: Сохранить блок кода в текстовый файл

source: Save the CodeBox Content To a Text File
ru: Сохранить содержимое блока кода в текстовый файл

source: C_ut CodeBox
ru: Вырезать блок кода

source: Cut the Selected CodeBox
ru: Вырезать выделенный блок кода

source: _Copy CodeBox
ru: Копировать блок кода
